[

  {
    "weeksnumber": 1,
    "title":"The first week 1",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline3_lg.jpg",
    "whatHappen": "Conception (also called fertilization) usually happens about 2 weeks after the start of your last menstrual period (also called LMP). Conception is when a mans sperm fertilizes a womans egg. Conception happens in one of your fallopian tubes. These are the tubes between your ovaries and your uterus (womb).<br>You may not know the exact day you get pregnant. This is why health care providers use your LMP to find out how far along you are in pregnancy."
  },
  {
    "weeksnumber": 2,
    "title":"The second week 2",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline3_lg.jpg",
    "whatHappen": "Conception (also called fertilization) usually happens about 2 weeks after the start of your last menstrual period (also called LMP). Conception is when a mans sperm fertilizes a womans egg. Conception happens in one of your fallopian tubes. These are the tubes between your ovaries and your uterus (womb).<br>You may not know the exact day you get pregnant. This is why health care providers use your LMP to find out how far along you are in pregnancy."
  },
  {
    "weeksnumber": 3,
    "title":"The third week 3",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline4_lg.jpg",
    "whatHappen":"The fertilized egg moves through the fallopian tubes towards your uterus and attaches to the lining of the uterus (called implantation). Once it's implanted, it begins to grow and the placenta forms. The placenta grows in the uterus and supplies your baby with food and oxygen through the umbilical cord."
  },
  {
    "weeksnumber": 4,
    "title":"The fourth week 4",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline4_lg.jpg",
    "whatHappen":"The fertilized egg moves through the fallopian tubes towards your uterus and attaches to the lining of the uterus (called implantation). Once it's implanted, it begins to grow and the placenta forms. The placenta grows in the uterus and supplies your baby with food and oxygen through the umbilical cord."
  },
  {
    "weeksnumber": 5,
    "title":"The fifth week 5",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline5_lg.jpg",
    "whatHappen":"Your baby's neural tube forms. The neural tube becomes your baby's brain, spinal cord and backbone. Tiny buds start to appear that become your baby's arms and legs. Your baby's heart and lungs are developing, and your baby's heart starts to beat."
  },
  {
    "weeksnumber": 6,
    "title":"The sixth week 6",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline6_lg.jpg",
    "whatHappen":"Your baby's heart beats about 105 times a minute. Her nose, mouth, fingers, toes and ears are forming and begin to take shape."
  },
  {
    "weeksnumber": 7,
    "title":"The seventh week 7",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline7_lg.jpg",
    "whatHappen":"Your baby's bones start to form but are still soft. They harden as you get farther along in your pregnancy. She now has eyelids, but they stay shut. Your baby's genitals begin to form."
  },
  {
    "weeksnumber": 8,
    "title":"The eighth week 8",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline8_lg.jpg",
    "whatHappen":"All of your baby's major organs and body systems are developing. The placenta is working."
  },
  {
    "weeksnumber": 9,
    "title":"The ninth week 9",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline9_lg.jpg",
    "whatHappen":"Tiny buds appear that become your baby's teeth. Your baby is close to ½ an inch long now."
  },
  {
    "weeksnumber": 10,
    "title":"The tenth week 10",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline10_lg.jpg",
    "whatHappen":"Fingers and toes continue to develop and your baby's nails grow. You may be able to hear your baby's heartbeat at your prenatal care checkup."
  },
  {
    "weeksnumber": 11,
    "title":"The eleventh week 11",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline11_lg.jpg",
    "whatHappen":"Your baby's bones begin to get hard. Her skin is still thin and see-through but gets less see-through over time. Her head makes up about half of her size."
  },
  {
    "weeksnumber": 12,
    "title":"The twelfth week 12",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline12_lg.jpg",
    "whatHappen":"Your baby's hands develop faster than her feet. She moves around, but you may not be able to feel her move yet. She's about 2 inches long and weighs about ½ an ounce."
  },
  {
    "weeksnumber": 13,
    "title":"The thirteenth week 13",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline13_lg.jpg",
    "whatHappen":"This is the start of your second trimester! Your baby's growing fast. Her organs are fully formed and continue to develop. On an ultrasound, it may look like your baby's breathing and swallowing."
  },
  {
    "weeksnumber": 14,
    "title":"The fourteenth week 14",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline14_lg.jpg",
    "whatHappen":"Your baby starts to move her eyes. Her nose and taste buds are developing. Her skin starts to thicken, and hair follicles under her skin begin to grow. Your baby opens and closes her hands and brings them to her mouth."
  },
  {
    "weeksnumber": 15,
    "title":"The fifteenth week 15",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline15_lg.jpg",
    "whatHappen":"Your baby is very active! She flips and rolls around inside you. You may begin to feel her move. Her bones are growing strong, and you may be able to see them during an ultrasound. Your baby's kidneys make urine and her heart is pumping blood."
  },
  {
    "weeksnumber": 16,
    "title":"The sixteenth week 16",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline16_lg.jpg",
    "whatHappen":"Your baby's eyelids, upper lip and ears have developed. She can hear you! Talk or sing to her as much as you like. Your baby is about 5 inches long and weighs about 5 ounces."
  },
  {
    "weeksnumber": 17,
    "title":"The seventeenth week 17",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline17_lg.jpg",
    "whatHappen":"Your baby starts to add fat to her body! Fat gives your baby energy and helps her stay warm after she's born. Vernix appears on your baby's skin. This is a waxy or greasy coating that's waterproof. It protects your baby's skin in the womb."
  },
  {
    "weeksnumber": 18,
    "title":"The eighteenth week 18",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline18_lg.jpg",
    "whatHappen":"You may have your first ultrasound this week—it's the first time you get to 'see' your baby! You may be able to tell if your baby's a boy or girl, so be sure to tell your provider if you dont want to know.Your baby goes to sleep and wakes up throughout the day. Loud noises and your movements can wake her. Her skin has lanugo. This is soft, fine hair that helps keep her warm in the womb."
  },
  {
    "weeksnumber": 19,
    "title":"The nineteenth week 19",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline19_lg.jpg",
    "whatHappen":"Your baby's kicks and movements are getting stronger! If you think you felt them before, you really can feel her move now. She learns how to suck, which she needs for feeding after she's born. She may even suck her thumb in the womb."
  },
  {
    "weeksnumber": 20,
    "title":"The twentieth week 20",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline20_lg.jpg",
    "whatHappen":"Your baby's nails grow toward the ends of her fingers. Your baby is about 10 inches long and weighs about 1 pound."
  },
  {
    "weeksnumber": 21,
    "title":"The twenty one week 21",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline21_lg.jpg",
    "whatHappen":"Your baby's fingers and toes are fully formed, including her finger prints and toe prints. Your baby can swallow now and from time to time, she may even hiccup! You may feel these as regular, jerky movements."
  },
  {
    "weeksnumber": 22,
    "title":"The twenty two week 22",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline22_lg.jpg",
    "whatHappen":"Your baby's eyelids are still shut, but her eyes are moving behind them. Her tear ducts start to develop, and her eyebrows may begin to appear. Your baby may move suddenly when she hears loud sounds."
  },
  {
    "weeksnumber": 23,
    "title":"The twenty three week 23",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline22_lg.jpg",
    "whatHappen":"Your baby may recognize sounds, like your voice. If you talk to your baby, you may feel her move!"
  },
  {
    "weeksnumber": 24,
    "title":"The twenty four week 24",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline24_lg.jpg",
    "whatHappen":"Your baby's muscles continue to grow. She may start to have hair on her head. Her lungs are fully formed but she's not ready to breathe outside the womb yet. She's about 12 inches long and may weigh a little more than 1 pound."
  },
  {
    "weeksnumber": 25,
    "title":"The twenty five week 25",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline25_lg.jpg",
    "whatHappen":"Your baby is growing fast as you start your third trimester! Her nervous system is developing quickly. The nervous system is the brain, spinal cord and nerves. It helps your baby move, think and feel. Your baby adds more fat to her body, which makes her skin look smooth and less wrinkly."
  },
  {
    "weeksnumber": 26,
    "title":"The twenty six week 26",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline26_lg.jpg",
    "whatHappen":"Your baby's body is making melanin, a substance that gives her skin color and protects her skin from the sun after birth. Her lungs start to make surfactant. This substance helps your baby's lungs get ready to breathe."
  },
  {
    "weeksnumber": 27,
    "title":"The twenty seven week 27",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline27_lg.jpg",
    "whatHappen":"Your baby is doing lots of kicking and stretching. Her lungs and nervous system continue to develop."
  },
  {
    "weeksnumber": 28,
    "title":"The twenty eight week 28",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline28_lg.jpg",
    "whatHappen":"Your baby has eyelashes and she can open and close her eyes. Your baby is about 14 inches long and weighs about 2½ pounds."
  },
  {
    "weeksnumber": 29,
    "title":"The twenty nine week 29",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline29_lg.jpg",
    "whatHappen":"Your baby starts to put on weight fast! In the last 2½ months of pregnancy, your baby gains about half of her birthweight. Be sure to eat healthy foods so your baby has the nutrients she needs to grow."
  },
  {
    "weeksnumber": 30,
    "title":"The tirty week 30",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline30_lg.jpg",
    "whatHappen":"Your baby begins to lose the lanugo, the soft fine hair that covers her body. She also may have a good amount of hair on her head."
  },
  {
    "weeksnumber": 31,
    "title":"The tirty one week 31",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline30_lg.jpg",
    "whatHappen":"Your baby's brain grows and develops quickly. Her brain can now help control her body heat."
  },
  {
    "weeksnumber": 32,
    "title":"The tirty two week 32",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline32_lg.jpg",
    "whatHappen":"As your baby adds fat to her body, her skin is no longer see-through. Your baby is about 18 inches long and may weigh about 5 pounds."
  },
  {
    "weeksnumber": 33,
    "title":"The tirty three week 33",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline33_lg.jpg",
    "whatHappen":"Your baby's still gaining weight and growing. As you get closer to your due date, she gains about ½ pound per week."
  },
  {
    "weeksnumber": 34,
    "title":"The tirty four week 34",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline34_lg.jpg",
    "whatHappen":"The vernix, the waxy, greasy coating that protects your baby's skin in the womb, starts to get thicker. Most babies move into a head-down position to get ready for labor and birth. It may happen this week or in the next few weeks."
  },
  {
    "weeksnumber": 35,
    "title":"The tirty five week 35",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline35_lg.jpg",
    "whatHappen":"Your baby's brain and lungs are still developing. A baby's brain at 35 weeks weighs only two-thirds of what it will weigh at 39 to 40 weeks. If your pregnancy is healthy, wait for labor to begin on its own. If you're planning to schedule a c-section or labor induction before 39 weeks, it should only be for medical reasons."
  },
  {
    "weeksnumber": 36,
    "title":"The tirty six week 36",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline36_lg.jpg",
    "whatHappen":"It's starting to get crowded in the womb! While your baby doesn't have room to do many flips or rolls, you still feel her kick and stretch. If you notice a change in how often your baby moves, call your health care provider. Your baby weighs about 6 to 7 pounds."
  },
  {
    "weeksnumber": 37,
    "title":"The tirty seven week 37",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline37_lg.jpg",
    "whatHappen":"Important organs, like your baby's brain, lungs and liver, are still developing. Your baby's still gaining weight. If your pregnancy is healthy, it's best to stay pregnant for at least 39 weeks. Births scheduled before 39 weeks should be for medical reasons only."
  },
  {
    "weeksnumber": 38,
    "title":"The tirty eight week 38",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline38_lg.jpg",
    "whatHappen":"Your baby's brain is still developing. Her liver and lungs are still growing. Your baby's size may make you feel uncomfortable. Hang in there! If your pregnancy is healthy, wait for labor to begin on its own."
  },
  {
    "weeksnumber": 39,
    "title":"The tirty nine week 39",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline39_lg.jpg",
    "whatHappen":"You and your baby have made it to 39 weeks! This is great! Your baby is full term. She'll let you know when she's ready to be born. Call your provider when you think you're in labor."
  },
  {
    "weeksnumber": 40,
    "title":"The  forty week 40",
    "image":"https://onprem.marchofdimes.org/glue/images/timeline40_lg.jpg",
    "whatHappen":"Congratulations on 40 weeks! Your baby is ready to be born. Your baby's had time to fully develop and is ready to meet you face to face. Call your provider when you think you're in labor. Your baby is about 18 to 20 inches long and weighs about 6 to 9 pounds."
  }

]