[
    {
        "name":"Bird Dog",
        "image":"http://www.yogadestiny.com/uploads/7/4/9/7/7497330/6420531_orig.jpg",
        "body":"Start on all fours and slowly extend one arm, opposite leg out strong and straight and in line with your body. Hold for 3-5 seconds, return to your starting position and repeat on the other side. Repeat x20.",
        "timeplay":60
    },
    {
        "name":"Side Centers",
        "image":"https://st.depositphotos.com/2137187/2210/i/600/depositphotos_22104583-stock-photo-pilates-instructor.jpg",
        "body":"Start on your elbows and knees, with your elbows directly underneath your shoulders and your knees under your hips. Extend your right leg out straight behind you and lift it up toward the ceiling. Slowly, tap your right foot as far over to the right as you can, keeping your leg strong and straight.\nLift your right leg back up towards the ceiling, and then tap as far to the left as you can. Alternate sides, x30 each leg.",
        "timeplay":30
    },
    {
        "name":"Side Lying Leg Lifts",
        "image":"https://st3.depositphotos.com/4218696/32328/i/1600/depositphotos_323280710-stock-photo-smiling-pregnant-girl-lying-on.jpg",
        "body":"Lie on your side with your legs out straight at a 45-degree angle, hips stacked and feet flexed. Keep your head propped up with your bottom hand on and place your other hand in front of your body for support.\nLift your top leg up a few inches higher than your hip and then almost all the way back down. Repeat x25 singles, x25 pulses 2-3 times.",
        "timeplay":50
    },
    {
        "name":"Downward Dog/ High Plank Flow",
        "image":"https://st.depositphotos.com/2137187/2210/i/600/depositphotos_22102515-stock-photo-pilates-instructor.jpg",
        "body":"Start on your hands and knees, with your hands a few inches in front of your shoulders. Tuck your toes and bring your body into your DD (the shape of an “A”). Relax and hold this position for 5 seconds and slowly shift your body into a high plank. In your plank, your hands should be directly under your shoulders, your body in a straight line from your head to your toes with your legs active and engaged.\nIf you are in your first trimester, you can hold your plank for up to 30 seconds before shifting back into your downward dog. As your pregnancy advances, you can decrease the amount of time you hold your high plank as you please. Continue this flow x10.",
        "timeplay":30
    },
    {
        "name":"Straight Arm Triceps Kickbacks",
        "image":"https://st.depositphotos.com/2137187/2210/i/600/depositphotos_22102425-stock-photo-pilates-instructor.jpg",
        "body":"Start on your hands and knees and grab your desired weight – anything from 2-5 lbs. (beginners can even start just using a water bottle). Bring your left arm back straight, palm facing in, with the weight rested on the mat.\nExtend your opposite leg out straight, lifting it up so it is in line with your body. Maintain this position throughout the exercise as you lift your straight arm up slightly above your torso and almost all the way and down. Repeat x20 singles x10 pulses each arm.",
        "timeplay":40
    },
    {
        "name":"Inner Thigh",
        "image":"https://st5.depositphotos.com/1000528/61682/i/600/depositphotos_616826006-stock-photo-pregnancy-yoga-exercise-pregnant-woman.jpg",
        "body":"Lying on your side, lengthen your bottom leg out straight in line with your body and bend your top leg in front of you at hip height at a 90-degree angle. Rest your top knee on the floor or, as your belly grows, it may be more comfortable on a yoga block or foam roller.\nLift your bottom leg up as much as you can while maintaining proper form. Return almost all the way back down to the floor. Repeat x25 singles, x25 pulses 2-3 times each leg.",
        "timeplay":60
    },
    {
        "name":"Knee Push-Ups",
        "image":"https://st2.depositphotos.com/11022818/47685/i/600/depositphotos_476854352-stock-photo-a-slender-athletic-girl-does.jpg",
        "body":"Kneel on the floor with your hands slightly wider than your shoulders and keep your body in a straight line from your head to your knees.\nPlace your feet on the floor or in the air and slowly bend your elbows out to the side, lowering your torso towards the floor. Exhale and push back up to your starting position x15.",
        "timeplay":15
    },
    {
        "name":"Single Leg Dead Lift",
        "image":"https://img.freepik.com/premium-photo/portrait-woman-ballet-dancer-perform-studio-house-contemporary-dance-performer-classical-ballet-dancer-training-beautiful-graceful-ballerina-practice-ballet-wall-window-light-hall_28976-1286.jpg?w=2000",
        "body":"Stand on one leg (slightly bent) and hinge forward as you extend your other leg back straight behind you. Keeping your back straight, reach your opposite hand towards the floor until your body forms the letter T.\nCome back up to your standing position by raising your torso while simultaneously lowering lifted leg. x15",
        "timeplay":20
    },
    {
        "name":"Assisted Back Lunge Split",
        "image":"https://st2.depositphotos.com/3003449/43945/i/600/depositphotos_439453342-stock-photo-pregnant-woman-exercising-green-mat.jpg",
        "body":"Start with your right hand on a chair or using a body bar for support. Take a big step back with your right leg and immediately bend both knees so that your front (left) leg is parallel to the floor and your right knee is bent a few inches away from the floor.\nBriefly hold and slowly straighten both legs pushing up from your front heel. Bend back into your lunge from this position and repeat x15-20 on each leg.",
        "timeplay":18
    }
]