[

    {
        "title": "The nutritional supplements you need during pregnancy: why, when and how much?",
        "explaintite":"What are the essential nutritional supplements during pregnancy, what is the danger of a lack of nutrients such as folic acid, iron, iodine, vitamin D and omega 3, and what are the doses that will prevent these deficiencies",
        "image": "https://www.altman.co.il/tm-content/uploads/2020/03/iStock-900944924-1-684x444.jpg",
        "body":"that the fetus is completely dependent on you and the food you eat, since during this period it is its only nutritional source\nThe period of time that passes between your decision to conceive, preparation for pregnancy, during pregnancy and during breastfeeding constitutes a 'window of opportunity' in which you can influence the development of your baby\nThere are many vitamins and minerals that are recommended to be taken during pregnancy - this is where the multivitamin for pregnant women (Prental) comes to your aid, containing all the vitamins and minerals you need during pregnancy in the adjusted dose",
        "catagories": ["1st trimester","2st trimester","3st trimester"],
        "likes": 65
    },
    {
        "title": "Why should you take a multivitamin for pregnant women?",
        "explaintite":"What is a multivitamin for pregnant women, why do pregnant women need a dedicated multivitamin that differs from other types of nutritional supplements and how does taking a multivitamin for pregnant women affect the fetus? All the answers to the questions that bother you",
        "image": "https://www.altman.co.il/tm-content/uploads/2020/03/iStock-925324000-scaled.jpg",
        "body":"During and after pregnancy you can care for, nourish and influence the development of the brain of the fetus, baby, child, teenager, man or woman that your baby will grow to be\nA multivitamin for pregnant women contains the exact doses of all the nutrients you and your fetus need\nMany studies show that a lack of various nutrients can harm not only your fetus, but also you",
        "catagories":["1st trimester","2st trimester","3st trimester"],
        "likes":100
    },
    {
        "title": "How will you deal with iron deficiency?",
        "explaintite":"Which foods are rich in iron, how will you make sure that your body absorbs the iron fully and how will you deal with the side effects of iron supplements? The revolution in the field of iron supplements",
        "image": "https://www.altman.co.il/tm-content/uploads/2017/05/%D7%91%D7%A8%D7%96%D7%9C-%D7%A7%D7%95%D7%9E%D7%A4%D7%95%D7%A8%D7%98-684x444.jpg",
        "body": "Lack of iron is a common phenomenon in the world and especially among pregnant women\nRegular iron supplements can cause constipation, diarrhea and black stools and should be taken with meals and a menu in mind\nA patented SIDERAL iron supplement produced with sucrose technology prevents discomfort and side effects in the digestive system and can be taken in combination with all types of food",
        "catagories":["1st trimester"],
        "likes":67
    },
    {
        "title": "How do probiotics affect your intimate health?",
        "explaintite":"Almost every woman will suffer during her life from vaginal inflammation or fungus, and with them suffering and discomfort. How are vaginal infections treated, and what is the importance of probiotics in restoring balance to the area?",
        "image": "https://www.altman.co.il/tm-content/uploads/2016/12/%D7%90%D7%9B%D7%99%D7%A0%D7%99%D7%A6%D7%99%D7%90%D7%94.jpg",
        "body": "Generally, the accepted treatment for vaginal infections is with antibiotic drugs, against bacterial infection or drug treatment against fungus\nThe use of vaginal capsules of probiotics may help to increase the acidity of the vagina and have a positive effect on the effectiveness of the drug treatment\nIt was found in studies that among women who received vaginal capsules, there was a reduction in secretions, a reduction in the sensations of itching, burning and discomfort, even in the days before receiving menstruation",
        "catagories":["2st trimester"],
        "likes":34
    },
    {
        "title":"All of our children's families will have their children - for our father's day.",
        "explaintite":"Watch your family's family and children, or Halidah, and tell them that you don't work in Dikot. What is the history of our ancestors, what is our history, what is our religion and what is our peace",
        "image":"https://www.altman.co.il/tm-content/uploads/2017/03/%D7%AA%D7%9E%D7%95%D7%A0%D7%94-%D7%9C%D7%90%D7%AA%D7%A8-scaled.jpg",
        "body":"There is a woman in Dikot in Mahaluke HaYarion. Abel's wife, Abel's wife, and a doctor's wife, Magdalene's house.\nMany tests are included in the medicine basket, but there are also some that are not. Take these expenses into account when planning the family budget for the coming months.\nThe medical team is going to accompany you throughout the entire process. Choose professionals that you are comfortable with.",
        "catagories":["1st trimester","2st trimester","3st trimester"],
        "likes":98
    },
    {
        "title":"Go through the third trimester of pregnancy safely",
        "explaintite":"The third trimester of pregnancy is the longest of all: you feel heavy, it's hard to breathe, move, sleep, your back hurts, your legs are swollen, sometimes you think you're already in labor and you should go. How do you cope?",
        "image":"https://www.altman.co.il/tm-content/uploads/2017/03/%D7%AA%D7%9E%D7%95%D7%A0%D7%943-2-scaled.jpg",
        "body":"You may suffer from pain: some of them are better to pass with complete rest, others actually require movement and displacement\nThere is no way to fight stretch marks, and the tendency to develop them depends on genetics and initial weight during pregnancy\nNot everything that women experience as labor is indeed labor, in some cases it is contractions that do not promote labor",
        "catagories":["3st trimester"],
        "likes":30
    },
    {
        "title":"Do you suffer from acne during pregnancy?",
        "explaintite":"Pimples may appear on the face, back and other parts due to the effect of pregnancy hormones. So how do you treat acne during pregnancy?",
        "image":"https://www.altman.co.il/tm-content/uploads/2017/01/ThinkstockPhotos-510996257.jpg",
        "body":"During pregnancy, the secretion of female and male hormones increases, which can cause the appearance of acne pimples\nYou should get advice from a dermatologist and ask him to prescribe a preparation to apply on the face, which is safe for use during pregnancy, or other medical preparations\nIt is important to take care of the skin and its cleanliness during pregnancy and it is better to use natural face washes and follow a proper diet",
        "catagories":["1st trimester"],
        "likes":20
    },
    {
        "title":"Anemia in pregnancy? You need iron",
        "explaintite":"Why is it important to get pregnant with good iron reserves, how can you prevent low iron during pregnancy and who has a greater chance of suffering from iron deficiency during pregnancy? All about anemia in pregnancy",
        "image":"https://www.altman.co.il/tm-content/uploads/2019/09/%D7%90%D7%A0%D7%9E%D7%99%D7%94-%D7%91%D7%94%D7%A8%D7%99%D7%95%D7%9F.jpg",
        "body":"During pregnancy the blood volume increases significantly and the body needs more iron to produce more red blood cells.\nThe common cause of anemia in pregnancy is iron deficiency, and there are also risk factors for iron deficiency in pregnancy, such as multiple pregnancy, severe vomiting and low iron before pregnancy.\nLow iron in pregnancy or iron deficiency in pregnancy can be treated with an iron supplement and an iron-rich diet.",
        "catagories":["1st trimester"],
        "likes":45
    },
    {
        "title":"Omega 3 in pregnancy and breastfeeding - everything you should know",
        "explaintite":"It is important for the development of the fetus and it also affects you, its mother. All the questions you may ask and all the tested and proven answers regarding omega 3 during pregnancy and breastfeeding",
        "image":"https://www.altman.co.il/tm-content/uploads/2017/01/ThinkstockPhotos-185871405.jpg",
        "body":"The omega-3 fatty acid DHA is one of the main components of your unborn baby's brain\nYour diet during pregnancy is an important source through which your fetus will obtain the omega-3 levels it needs\nAdequate consumption of omega-3 may reduce the risk of premature birth and low birth weight, and is thought to play a role in the prevention of diabetes and preeclampsia, and postpartum depression",
        "catagories":["2st trimester"],
        "likes":22
    },
    {
        "title":"Pack a bag for the delivery room: the complete equipment list",
        "explaintite":"That's it, you've reached the last days of your pregnancy and it's just time to prepare a bag for the delivery room.So what should you put in your bag and what should you not? Get the full list.",
        "image":"https://www.altman.co.il/tm-content/uploads/2017/03/%D7%AA%D7%9E%D7%95%D7%A0%D7%944-1-scaled.jpg",
        "catagories":["3st trimester"],
        "likes":35
    }
]